Repository: Sealandsky/CleanMyPhoto
Catalog: Photato/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

source: This photo is in your favorites. Remove from favorites first before deleting.
es: Esta foto está en favoritas. Quítala de favoritas antes de eliminarla.
ja: この写真はお気に入りに含まれています。削除前にお気に入りから外してください。
ko: 이 사진은 즐겨찾기에 있습니다. 삭제 전에 즐겨찾기에서 제거해 주세요.
pt_br: Esta foto está nas favoritas. Remova-a das favoritas antes de excluir.
zh_hans: 此照片已在收藏中。请先取消收藏再删除。
zh_hant: 此照片已在收藏中。請先取消收藏再刪除。

source: Timeline
es: Cronología
ja: タイムライン
ko: 타임라인
pt_br: Linha do tempo
zh_hans: 日期
zh_hant: 日期

source: To Scan
es: Por escanear
ja: 未スキャン
ko: 스캔 대기
pt_br: A escanear
zh_hans: 待扫描
zh_hant: 待掃描

source: To use Photato, please enable photo library access in Settings.
es: Para usar Photato, activa el acceso a la fototeca en Ajustes.
ja: Photatoを使用するには、設定で写真ライブラリへのアクセスを許可してください。
ko: Photato를 사용하려면 설정에서 사진 보관함 접근을 허용해 주세요.
pt_br: Para usar o Photato, ative o acesso à fototeca nos Ajustes.
zh_hans: 如需使用图豆，请前往设置开启相册访问权限。
zh_hant: 如需使用圖豆，請前往設定開啟相簿訪問許可權。

source: Total %lld photos, %@
es: Total: %1$lld fotos, %2$@
ja: 合計%lld枚・%@
ko: 총 사진 %1$lld장, %2$@
pt_br: Total de %1$lld fotos, %2$@
zh_hans: 共 %lld 张，%@
zh_hant: 共 %lld 張，%@

source: Total Photos
es: Fotos en total
ja: 写真の総数
ko: 전체 사진
pt_br: Total de fotos
zh_hans: 总照片数
zh_hant: 總照片數

source: Trial expires in %lld days
es: La prueba termina en %lld días
ja: トライアルはあと%lld日で終了
ko: 체험이 %lld일 후 종료됩니다
pt_br: O teste termina em %lld dias
zh_hans: 试用剩余 %lld 天
zh_hant: 試用剩餘 %lld 天

source: Trial expiring
es: La prueba termina pronto
ja: トライアルまもなく終了
ko: 체험 종료 임박
pt_br: O teste termina em breve
zh_hans: 试用即将到期
zh_hant: 試用即將到期

# trial_then_format
source: %1$@, then %2$@%3$@
es: %1$@ y luego %2$@%3$@
ja: %1$@、その後%2$@%3$@
ko: %1$@ 이후 %2$@%3$@
pt_br: %1$@ e depois %2$@%3$@
zh_hans: %1$@，试用结束后收取 %2$@%3$@
zh_hant: %1$@，試用結束後收取 %2$@%3$@

source: Try 7 Days Free
es: Prueba 7 días gratis
ja: 7日間無料で試す
ko: 7일 무료 체험
pt_br: Teste 7 dias grátis
zh_hans: 免费试用 7 天
zh_hant: 免費試用 7 天

source: Unknown date
es: Fecha desconocida
ja: 日付不明
ko: 날짜 미상
pt_br: Data desconhecida
zh_hans: 未知日期
zh_hant: 未知日期

source: Unknown Date
es: Fecha desconocida
ja: 日付不明
ko: 날짜 미상
pt_br: Data desconhecida
zh_hans: 未知日期
zh_hant: 未知日期

source: Unknown time
es: Hora desconocida
ja: 時刻不明
ko: 시간 미상
pt_br: Hora desconhecida
zh_hans: 未知时间
zh_hant: 未知時間

# Unlimited (Member)
source: Unlimited
es: Ilimitado
ja: 無制限
ko: 무제한
pt_br: Ilimitado
zh_hans: 无限
zh_hant: 無限

source: Unlock All Features
es: Desbloquea todas las funciones
ja: すべての機能を解放
ko: 모든 기능 잠금 해제
pt_br: Desbloqueie todos os recursos
zh_hans: 订阅解锁所有功能
zh_hant: 訂閱解鎖所有功能

source: Unlock Lifetime Access
es: Desbloquea el acceso de por vida
ja: 永久利用を解放
ko: 평생 이용 잠금 해제
pt_br: Desbloqueie o acesso vitalício
zh_hans: 解锁终身会员
zh_hant: 解鎖終身會員

source: Unlock Permanent Deletion
es: Desbloquear eliminación permanente
ja: 完全削除を解放
ko: 영구 삭제 잠금 해제
pt_br: Desbloquear exclusão permanente
zh_hans: 解锁永久删除
zh_hant: 解鎖永久刪除

source: Unlock permanent deletion & all AI cleanup
es: Desbloquea la eliminación permanente y toda la limpieza con IA
ja: 完全削除とすべてのAI整理機能を解放
ko: 영구 삭제와 모든 AI 정리 기능 잠금 해제
pt_br: Desbloqueie a exclusão permanente e toda a limpeza por IA
zh_hans: 解锁永久删除与全部 AI 清理能力
zh_hant: 解鎖永久刪除與全部 AI 清理能力

source: Unnamed Album
es: Álbum sin nombre
ja: 名称未設定のアルバム
ko: 이름 없는 앨범
pt_br: Álbum sem nome
zh_hans: 未命名相簿
zh_hant: 未命名相簿

source: Upgrade
es: Mejorar
ja: アップグレード
ko: 업그레이드
pt_br: Assinar
zh_hans: 升级
zh_hant: 升級

source: Upgrade to Pro
es: Mejora a Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
pt_br: Assine o Pro
zh_hans: 升级到专业版
zh_hant: 升級到專業版

source: Use on-device AI to find similar and related photos across your library that belong in this album.
es: Usa IA en el dispositivo para encontrar fotos similares que pertenecen a este álbum.
ja: オンデバイス AI を使用して、このアルバムに適した類似写真をライブラリから検出します。
ko: 기기 내 AI를 사용하여 이 앨범에 어울리는 유사한 사진을 보관함에서 찾습니다.
pt_br: Use IA no dispositivo para encontrar fotos semelhantes que pertencem a este álbum.
zh_hans: 利用端侧 AI 分析图库，智能找回可能适合放入此相簿的相似精彩照片。
zh_hant: 使用裝置端 AI 分析圖庫，智慧找回可能適合放入此相簿的相似精彩相片。

source: Version
es: Versión
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: Video
es: Vídeo
ja: 動画
ko: 동영상
pt_br: Vídeo
zh_hans: 视频
zh_hant: 視頻

source: Videos
es: Vídeos
ja: 動画
ko: 동영상
pt_br: Vídeos
zh_hans: 视频
zh_hant: 影片

source: View All
es: Ver todo
ja: すべて表示
ko: 모두 보기
pt_br: Ver tudo
zh_hans: 查看全部
zh_hant: 檢視全部

source: View All Photos
es: Ver todas las fotos
ja: すべての写真を表示
ko: 모든 사진 보기
pt_br: Ver todas as fotos
zh_hans: 查看全部照片
zh_hant: 檢視全部照片

source: View Recommended Photos
es: Ver fotos recomendadas
ja: おすすめの写真を表示
ko: 추천 사진 보기
pt_br: Ver fotos recomendadas
zh_hans: 查看推荐照片
zh_hant: 查看推薦相片

source: Welcome to Photato
es: Te damos la bienvenida a Photato
ja: Photatoへようこそ
ko: Photato에 오신 것을 환영합니다
pt_br: Bem-vindo ao Photato
zh_hans: 欢迎使用图豆
zh_hant: 歡迎使用圖豆

source: Yearly
es: Anual
ja: 年額
ko: 연간
pt_br: Anual
zh_hans: 年度订阅
zh_hant: 年度訂閱

source: Yearly Member
es: Suscriptor anual
ja: 年額メンバー
ko: 연간 멤버
pt_br: Assinante anual
zh_hans: 年度会员
zh_hant: 年度會員

source: You haven't created any albums yet.
es: Todavía no has creado ningún álbum.
ja: まだアルバムを作成していません。
ko: 아직 앨범을 만들지 않았습니다.
pt_br: Você ainda não criou nenhum álbum.
zh_hans: 还没有创建任何相簿。
zh_hant: 還沒有建立任何相簿。

source: Your photo library appears to be empty.
es: Parece que tu fototeca está vacía.
ja: 写真ライブラリが空のようです。
ko: 사진 보관함이 비어 있는 것 같습니다.
pt_br: Parece que sua fototeca está vazia.
zh_hans: 您的照片库似乎是空的。
zh_hant: 您的照片庫似乎是空的。

source: Your Photos
es: Tus fotos
ja: あなたの写真
ko: 내 사진
pt_br: Suas fotos
zh_hans: 你的照片
zh_hant: 你的照片

source: Error
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误
zh_hant: 錯誤

source: Live Photos
ja: ライブフォト
ko: 라이브 사진
zh_hans: 实况照片
zh_hant: 實況照片

# Live Photos (Filter)
source: Live Photos
ja: ライブフォト
ko: 라이브 사진
zh_hans: 实况
zh_hant: 實況

source: Original
ja: 原寸
ko: 원본
zh_hans: 原比例
zh_hant: 原比例

source: OK
zh_hans: 确定
zh_hant: 確定

source: Photato Pro
zh_hans: 图豆 Pro
zh_hant: 圖豆 Pro

source: SS
zh_hans: 截图
zh_hant: 截圖
